Revit 2027 API
FamilySizeTableManager Properties
The FamilySizeTableManager type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
NumberOfSizeTables |  The number of FamilySizeTables in a family.
Top
See Also
Reference
FamilySizeTableManager Class
Autodesk.Revit.DB Namespace